[
  {
    "id": "contaminated-sugar",
    "matches": ["contaminated-sugar", "sugar", "food-safety", "maryanne-keitany", "poisoned-sugar", "illegal-sugar"],
    "subject": "Public Concern: {NAME}'s Petition on Contaminated Sugar Scandal",
    "body": "Dear [Recipient],\n\nMy name is {NAME} from {LOCATION}, and I am writing to express my deep concern regarding the recently revived allegations around the contaminated sugar scandal involving former Chief of Staff, Maryanne Keitany. The issue has resurfaced after credible reports and a viral TV interview suggested that large quantities of sugar laced with mercury and copper were released into the Kenyan market, allegedly under her watch.\n\nThis situation is not only alarming but deeply personal to thousands of families who unknowingly consumed this toxic product. Despite past investigations, no justice was served and no comprehensive health audits were conducted. The lack of accountability raises serious questions about regulatory oversight and potential collusion between high-ranking officials and unscrupulous importers.\n\nWe demand that:\n- A full public inquiry be launched into how contaminated sugar made it into the Kenyan market.\n- Maryanne Keitany and all implicated parties be investigated thoroughly and prosecuted if found culpable.\n- The Ministry of Health conduct health screenings in affected regions and publish the findings.\n- The government strengthens KEBS and KRA’s monitoring protocols to prevent such a public health disaster from recurring.\n\nThis is a matter of public safety and justice. The Kenyan people deserve transparency, accountability, and immediate action.\n\nSincerely,\n{NAME}\n{LOCATION}"
  },
  {
  "id": "french-highway-payout",
  "matches": ["french-highway-payout", "nairobi-nakuru-mau", "toll-road", "highway", "sh6.2b", "consortium", "illegal-payment", "compensation"],
  "subject": "Concern from {NAME}: Unapproved KSh 6.2B Highway Compensation",
  "body": "Dear [Recipient],\n\nI am {NAME} from {LOCATION}, and I am writing to raise urgent concern about the recent revelation that Kenya paid KSh 6.2 billion to a French consortium as compensation after the cancellation of the Nairobi–Nakuru–Mau Summit Toll Road contract.\n\nAccording to multiple verified news outlets (Reuters, TUKO, Kenyans.co.ke), this payment was made without parliamentary approval and potentially in violation of the Public Finance Management Act. It appears that the contract was re-awarded to a Chinese firm under unclear circumstances, raising questions of transparency, legality, and fiscal discipline.\n\nIf true, this sets a dangerous precedent where billions can be committed without oversight, against public interest. While diplomatic and legal settlements are sometimes unavoidable, the Kenyan people have a right to understand:\n\n- Why Parliament was bypassed in approving such a massive payout.\n- What terms were in the original agreement that allowed this liability.\n- Who authorized the payment, and on what legal grounds.\n- Whether Kenyans received any value or benefit from this now-cancelled deal.\n\nI respectfully request:\n1. Immediate tabling of all contracts and communication related to this deal.\n2. An independent audit by the Auditor General.\n3. A joint parliamentary and EACC inquiry to determine if public officers were culpable.\n4. Assurance that future public-private partnerships will follow due process and uphold fiscal responsibility.\n\nAs a taxpayer, I expect transparency and accountability when billions of our shillings are being spent. This must not be swept under the rug.\n\nSincerely,\n{NAME}\n{LOCATION}"
}





]
